Repository: Web-Ex-Machina/contao-job-offers
Catalog: src/Resources/contao/languages/*/*_wem_job.xlf
Languages: fr, nl

# tl_wem_job.code.1
source: Enter the job offer code
fr: Saisissez le code de l'offre d'emploi
nl: Voer de vacaturecode in

# tl_wem_job.title.0
source: Title
fr: Intitulé
nl: Titel

# tl_wem_job.title.1
source: Enter the job offer title
fr: Saisissez l'intitulé de l'offre d'emploi
nl: Voer de titel van de vacature in

# tl_wem_job.postedAt.0
source: Date of filing
nl: Datum van indiening

# tl_wem_job.postedAt.1
source: Enter the job offer date of filing
nl: Voer de datum van indiening van de vacature in

# tl_wem_job.availableAt.0
source: Date of availability
nl: Datum van beschikbaarheid

# tl_wem_job.availableAt.1
source: Enter the job offer date of availability
nl: Voer de datum van beschikbaarheid van de vacature in

# tl_wem_job.countries.0
source: Countries
nl: Landen

# tl_wem_job.countries.1
source: Select the job offer countries
nl: Selecteer de vacaturelanden

# tl_wem_job.locations.0
source: Locations
nl: Locaties

# tl_wem_job.locations.1
source: Enter more precise locations
nl: Voer nauwkeurigere locaties in

# tl_wem_job.field.0
source: Job field
nl: Vakgebied

# tl_wem_job.field.1
source: Enter the job field
nl: Voer het functieveld in

# tl_wem_job.remuneration.0
source: Remuneration
fr: Rémunération
nl: Vergoeding

# tl_wem_job.remuneration.1
source: Enter the job offer remuneration
fr: Saisissez la rémunération de l'offre d'emploi
nl: Voer de vergoeding voor de vacature in

# tl_wem_job.status.0
source: Status
fr: Statut
nl: Toestand

# tl_wem_job.text.0
source: Content
fr: Descriptif
nl: Inhoud

# tl_wem_job.text.1
source: Enter the job offer content
fr: Saisissez le descriptif de l'offre d'emploi
nl: Voer de inhoud van de vacature in

# tl_wem_job.file.0
source: File
nl: Het taakbestand

# tl_wem_job.file.1
source: Select the job file
nl: Selecteer het taakbestand

# tl_wem_job.published.0
source: Publish the offer
fr: Publier l'offre
nl: Publiceer de vacature

# tl_wem_job.published.1
source: Check to publish the job offer
fr: Cochez pour publier l'offre d'emploi
nl: Vink aan om de vacature te publiceren

# tl_wem_job.start.0
source: Publish from
fr: Publier à partir du
nl: Publiceren vanaf

# tl_wem_job.start.1
source: Enter the date on which the job posting should appear on the site
fr: Indiquez la date à laquelle l'offre d'emploi doit apparaître sur le site
nl: Voer de datum in waarop de vacature op de site moet verschijnen

# tl_wem_job.stop.0
source: Publish until
fr: Publier jusqu'au
nl: Publiceren tot

# tl_wem_job.stop.1
source: Enter the date on which the job offer should be removed from the site
fr: Indiquez la date à laquelle l'offre d'emploi doit être retirée du le site
nl: Voer de datum in waarop de vacature van de site moet worden verwijderd

# tl_wem_job.hrName.0
source: Contact name
nl: Contactnaam

# tl_wem_job.hrName.1
source: Enter the job offer contact name
nl: Voer de contactpersoon voor de vacature in

# tl_wem_job.hrPosition.0
source: Contact position
nl: Contactpositie

# tl_wem_job.hrPosition.1
source: Enter the job offer contact position
nl: Voer de contactpositie voor de vacature in

# tl_wem_job.hrPhone.0
source: Contact phone
nl: Contact telefoon

# tl_wem_job.hrPhone.1
source: Enter the job offer contact phone
nl: Voer het telefoonnummer van de vacature in

# tl_wem_job.hrEmail.1
source: Enter the job offer contact email
nl: Voer het e-mailadres voor contact met de vacature in

# tl_wem_job.hrPicture.0
source: Contact picture
nl: Afbeelding van contactpersoon

# tl_wem_job.hrPicture.1
source: Select the job offer contact picture
nl: Selecteer de contactfoto van de vacature

# tl_wem_job.title_legend
source: Global informations
nl: Wereldwijde informatie

# tl_wem_job.location_legend
source: Location details
nl: Locatiegegevens

# tl_wem_job.details_legend
source: Job details
nl: Details van de baan

# tl_wem_job.content_legend
source: Contents
nl: Inhoud

# tl_wem_job.hr_legend
source: HR Settings
nl: HR-instellingen

# tl_wem_job.publish_legend
source: Publish settings
fr: Paramètres de publication
nl: Publicatie-instellingen

# tl_wem_job.createdAt.0
source: Created at
nl: Gemaakt bij

# tl_wem_job.createdAt.1
source: Enter creation date
nl: Voer de aanmaakdatum in

# tl_wem_job.new.0
source: New job offer
fr: Nouvelle offre d'emploi
nl: Nieuwe jobaanbieding

# tl_wem_job.new.1
source: Create a new job offer
fr: Créer une nouvelle offre d'emploi
nl: Maak een nieuwe jobaanbieding

# tl_wem_job.edit.0
source: Edit job offer
fr: Editer l'offre d'emploi
nl: Werkaanbieding bewerken

# tl_wem_job.edit.1
source: Edit job offer ID %s
fr: Editer l'offre d'emploi ID %s
nl: Werkaanbieding bewerken ID %s

# tl_wem_job.copy.0
source: Copy job offer
fr: Dupliquer l'offre d'emploi
nl: Jobaanbieding kopiëren

# tl_wem_job.copy.1
source: Copy job offer ID %s
fr: Dupliquer l'offre d'emploi ID %s
nl: Jobaanbieding kopiëren ID %s

# tl_wem_job.delete.0
source: Delete job offer
fr: Supprimer l'offre d'emploi
nl: Jobaanbieding verwijderen

# tl_wem_job.delete.1
source: Delete job offer ID %s
fr: Supprimer l'offre d'emploi ID %s
nl: Jobaanbieding verwijderen ID %s

# tl_wem_job.show.0
source: Show job offer data
fr: Voir les informations de l'offre d'emploi
nl: Gegevens over vacatures weergeven

# tl_wem_job.show.1
source: Show job offer data ID %s
fr: Voir les informations de l'offre d'emploi ID %s
nl: Gegevens over vacatures weergeven ID %s

# tl_wem_job.applications.0
source: Show job offer applications
fr: Voir les candidatures de l'offre d'emploi
nl: Sollicitaties voor vacatures weergeven

# tl_wem_job.applications.1
source: Show job offer applications ID %s
fr: Voir les candidatures de l'offre d'emploi ID %s
nl: Sollicitaties voor vacatures weergeven ID %s

# tl_wem_job.author.0
source: Author
fr: Auteur

# tl_wem_job.author.1
source: Select the job offer author
fr: Sélectionnez l'auteur de l'offre d'emploi

# tl_wem_job.recipient.0
source: Recipient
fr: Destinataire

# tl_wem_job.recipient.1
source: Enter the job offer recipient who'll receive applications
fr: Saisissez le destinataire de l'offre d'emploi qui recevra les candidatures

# tl_wem_job.createdAt.0
source: Date of filing
fr: Date de dépot

# tl_wem_job.createdAt.1
source: Enter the job offer date of filing
fr: Saisissez la date de dépot de l'offre d'emploi

# tl_wem_job.location.0
source: Location
fr: Emplacement

# tl_wem_job.location.1
source: Enter the job offer location
fr: Saisissez l'emplacement de l'offre d'emploi

# tl_wem_job.status.1
source: Enter the job offer status
fr: Saisissez le statut de l'offre d'emploi

# tl_wem_job.title_legend
source: Offer informations
fr: Informations sur l'offre

# tl_wem_job.job_legend
source: Job informations
fr: Informations sur l'emploi
